SET NAMES UTF8;
DROP DATABASE IF EXISTS ins;
CREATE DATABASE ins CHARSET=UTF8;
USE ins;
/**服装风格**/
CREATE TABLE ins_clothing_style(
  sid INT PRIMARY KEY AUTO_INCREMENT,
  style VARCHAR(32)
);
/**服装**/
CREATE TABLE ins_clothing(
  cid INT PRIMARY KEY AUTO_INCREMENT,
  style_id INT,               #所属风格的编号
  title VARCHAR(128),         #主标题
  subtitle varchar(128),      #副标题
  price DECIMAL(10,2),        #价格
  spec VARCHAR(64),           #尺码
  color VARCHAR(64),          #颜色
  promise VARCHAR(64),        #服务承诺

  brand VARCHAR(16),          #品牌
  age VARCHAR(32),            #适用年龄
  lining VARCHAR(32),         #面料
  pattern VARCHAR(32),        #图案
  fashion VARCHAR(32),        #流行元素
  art.on VARCHAR(32),         #货号
  sizes VARCHAR(32),          #尺码
  styles VARCHAR(32),         #风格
  color VARCHAR(32),          #颜色分类
  clothing-v VARCHAR(32),     #服装版型
);
/**用户表**/
CREAHTE TABLE ins_user(
  uid INT PRIMARY KEY AUTO_INCRMENT,
  uname VARCHAR(32),
  upwd VARCHAR(32),
  email VARCHAR(64),
  phone VARCHAR(16),
  avatar VARCHAR(128),    #头像图片路径
  user_name VARCHAR(32),  # 真实姓名
  gender INT              #性别  0-女 1-男
);
/**管理员表**/
CREAHTE TABLE ins_admin(
  user VARCHAR(32),
  upwd VARCHAR(32)
);
/**服装表**/
CREAHTE TABLE ins_admin(
  aid INT PRIMARY KEY AUTO_INCRMENT,
  clothing VARCHAR(200),
  notice VARCHAR(200),  #商品描述
  size VARCHAR(20),     #尺码
  color VARCHAR(50),    #颜色
  price VARCHAR(50),
  num  INt，
  img  VARCHAR(50),     #图片
);
/**购物车**/
CREAHTE TABLE ins_shopping(
  iid INT PRIMARY KEY AUTO_INCRMENT,
  shopping_id INT,     #用户编号
  product_id INT,   #商品编号
  number INt
);
/**订单表**/
CREAHTE TABLE ins_order(
  did INT PRIMARY KEY AUTO_INCRMENT,
  order_id INT,
  adress_id INT,
  status INT,             #订单状态  1-等待付款  2-等待发货  3-运输中  4-已签收  5-已取消
  order_time BIGINT,      #订单日期
  pay_time BIGINT,        #付款时间
  deliver_time BIGINT,    #发货时间
  received_time BIGINT    #签收时间
  amount VARCHAR(50),     #总金额
);
/**首页商品**/
CREATE TABLE xz_index_product(

);
/**轮播图**/



/*数据导入*/
/*服装风格*/
INSERT INTO ins-colthing-style VALUES
(NULL,'韩系'),
(NULL,'日系'),
(NULL,'欧美系'),
(NULL,'嘻哈风'),
(NULL,'简约风'),
(NULL,'中性风'),
(NULL,'学院风');

/*服装*/
INSERT INTO ins-colthin VALUES
/*韩系 korea_is*/
(1,1,'INS博物馆 | 韩版校服学院风班服女夏季套装网红韩国高中生学生装毕业裙子','海量新品 潮流穿搭 玩趣互动',99.00,'M L XL 2XL','灰女短袖+黑色花瓣裙','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','学院','灰色下摆裙','M L XL 2XL','韩版','灰色短袖+黑色花瓣裙（有下摆） 灰色长袖+黑色花瓣裙（有下摆） 灰色长袖+黑色花瓣裙（无下摆） 灰男短袖+黑色长裤（送领带） 灰男长袖+黑色长裤（送领带） 灰女长袖+黑色长裙（送领带）','韩版'),
(1,2,'INS博物馆 | 2019夏季韩版古着感宽松百搭ins超火cec网红短袖T恤少女学生上衣','海量新品 潮流穿搭 玩趣互动',79.99,'均码','白色卡通猫 粉色卡通猫 白色烟斗猫 粉色烟斗猫','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','白猫 粉猫','韩风','6155','均码','通勤','白色卡通猫 粉色卡通猫 白色烟斗猫 粉色烟斗猫','宽松'),
(1,3,'INS博物馆 | 夏季韩版超火cec宽松百搭ins网红港味纯色短袖T恤半袖女学生上衣','海量新品 潮流穿搭 玩趣互动',109.99,'均码','白色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','白猫 粉猫','韩风','3211','均码','通勤','白色 黑色','宽松'),
(1,4,'INS博物馆 | 2019春装韩版女装心机V领漏锁骨白衬衫女宽松蝙蝠袖衬衣新款上衣','海量新品 潮流穿搭 玩趣互动',89.99,'均码','白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','韩风','S2651V领衫','均码','通勤','白色','常规'),
(1,5,'INS博物馆 | 春夏韩版chic很仙小众宽松百搭背心马甲打底过膝中长连衣裙女学生','海量新品 潮流穿搭 玩趣互动',110.00,'均码','白色 灰色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','韩风','0011','均码','通勤','白色 灰色','宽松'),
(1,6,'INS博物馆 | 夏季韩版复古bf宽松百搭超火cec长袖连帽防晒衫薄外套女学生上衣','海量新品 潮流穿搭 玩趣互动',88.00,'均码','图片色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','涤纶','小花','韩风','0211','均码','通勤','图片色','宽松'),
(1,7,'INS博物馆 | 夏季韩版法式复古山本少女过膝拼接网纱心机小黑连衣裙女学生裙子','海量新品 潮流穿搭 玩趣互动',120.00,'均码','白色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','学院','3321','均码','甜美','白色 黑色','公主裙'),
(1,8,'INS博物馆 | 夏季韩版原宿宽松显瘦高腰百搭工装直筒阔腿休闲短裤女学生裤子潮','海量新品 潮流穿搭 玩趣互动',88.00,'M L','军绿色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','工装','5518','M L','工装系','军绿色 黑色','阔腿裤'),
(1,9,'INS博物馆 | 夏季韩版超火cec复古宽松百搭高腰破洞直筒阔腿牛仔拖地裤女裤子','海量新品 潮流穿搭 玩趣互动',109.00,'S M L XL','牛仔蓝色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','其他','其他','阔腿','5520','S M L XL','INS','牛仔蓝色','灯笼裤'),
(1,10,'INS博物馆 | ins超火的运动背心男韩版潮流嘻哈情侣宽松原宿风跨栏坎肩无袖T恤','海量新品 潮流穿搭 玩趣互动',99.00,'S M L XL 2XL','黑色 白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','ins','5548','S M L XL 2XL','INS','黑色 白色','宽松'),
/*日系 UJ*/
(2,11,'INS博物馆 | 夏季韩版ins原宿风复古日系纯色半袖衬衣上衣bf宽松短袖衬衫男女','海量新品 潮流穿搭 玩趣互动',99.00,'M L','卡其色 黑色 砖红色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','日系','5288','M L','INS','黑色 白色','宽松'),
(2,12,'INS博物馆 | 有馀日系潮夏季海边沙滩学生短袖花衬衫男潮流宽松休闲衬衣男','海量新品 潮流穿搭 玩趣互动',109.00,'M L XL 2XL 3XL','花色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','涤纶','碎花','日系','C211','M L XL 2XL 3XL','时尚都市','花色','宽松'),
(2,13,'INS博物馆 | AE86藤原T恤潮流日系街头时尚无上菩提嘻哈印花半袖情侣宽松短袖','海量新品 潮流穿搭 玩趣互动',119.00,'M L XL 2XL 3XL','黑车五分袖黑色 黑车五分袖白色 白色无上菩提 黑色无上菩提','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉氨','其他','印花','C511','M L XL 2XL 3XL','精致日风','黑车五分袖黑色 黑车五分袖白色 白色无上菩提 黑色无上菩提','宽松'),
(2,14,'INS博物馆 | oversize日系复古宽松工装条纹短袖T恤女bf原宿风夏季学生情侣装','海量新品 潮流穿搭 玩趣互动',159.00,'M L XL','条纹','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','粗横条纹','印花','C533','M L XL','街头','条纹','宽松'),
(2,15,'INS博物馆 | SIMPLE BLACK 暗黑风日系和服设计修身长袖衬衫','海量新品 潮流穿搭 玩趣互动',188.00,'S M L','黑色 白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','其他','0008','S M L XL','街头','黑色 白色','修身'),
(2,16,'INS博物馆 | 日系复古简约学生宽松圆领街头药丸元素T恤男女潮情侣装港风','海量新品 潮流穿搭 玩趣互动',188.00,'M L XL','灰色 白色 粉红色 黑色 蓝色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','其他','0188','S M L XL','青春流行','灰色 白色 粉红色 黑色 蓝色','宽松'),
(2,17,'INS博物馆 | 背带裙套装2019新款少女夏季日系软妹吊带连衣裙子两件套初中学生','海量新品 潮流穿搭 玩趣互动',198.00,'S M L','杏色衬衣+黑色背带裙 黑色衬衣+黄色背带裙','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','其他','纯色','工艺','2355','S M L','甜美','杏色衬衣+黑色背带裙 黑色衬衣+黄色背带裙','其他'),
(2,18,'INS博物馆 | 羽迹EAL春装新款日系连帽格子衬衫外套BF宽松港风衬衣女学生M783','海量新品 潮流穿搭 玩趣互动',191.00,'均码','樱草粉 学院红','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','涤纶','格子','其他','8585','均码','甜美','其他','其他'),
(2,19,'INS博物馆 | 日系竖条纹夏季情侣装休闲短袖衬衫中性风街头女孩半截袖工装衬衣','海量新品 潮流穿搭 玩趣互动',209.00,'M L XL','白色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','条纹','其他','3335','M L XL','其他','白色 黑色','宽松'),
(2,20,'INS博物馆 | 日系复古阿美咔叽宽松美式军事风工装裤潮人男女束脚裤潮牌收脚裤','海量新品 潮流穿搭 玩趣互动',88.00,'S M L XL 2XL','黑色 军绿色 卡其色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','其他','其他','3255','S M L XL 2XL','青春流行','黑色 军绿色 卡其色','宽松'),
/*欧美风 US*/
(3,21,'INS博物馆 | 欧美经典中长款bf侦探风衣过膝拼接撞黑色垂感宽松气质工装外套女','海量新品 潮流穿搭 玩趣互动',99.00,'XS S M','黑拼军绿（宽宽长长别买大）','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','涤纶','其他','工艺','088拼接','XS S M','街头','黑拼军绿（宽宽长长别买大）','直筒'),
(3,22,'INS博物馆 | 欧美复古潮牌原宿暴走族BF风浮世绘妖怪和风 男女同款风衣外套','海量新品 潮流穿搭 玩趣互动',129.00,'均码','白色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-25周岁','棉','碎花','工艺','935','均码','欧美','白色 黑色','直筒'),
(3,23,'INS博物馆 | 欧美2019春夏气质OL中长款七分袖西装松紧腰短裤套装女休闲两件套','海量新品 潮流穿搭 玩趣互动',125.00,'S M L','灰色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','其他','无','其他','9354','S M L','欧美','灰色','直筒'),
(3,24,'INS博物馆 | 欧美女夏装新款3D蕾丝背带性感露背气质修身连衣裙锈红色度假长裙','海量新品 潮流穿搭 玩趣互动',258.00,'XS S M L','红色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','碎花','工艺','3324','XS S M L','街头','红色','其他'),
(3,25,'INS博物馆 | LISAYU欧美休闲裸色时尚上衣高腰超长拖地大裙摆连衣裙两件套装女','海量新品 潮流穿搭 玩趣互动',562.00,'XS S M L XL','裸色套装 军绿色套装','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','纯色','工艺','9981','XS S M L XL','街头','裸色套装 军绿色套装','其他'),
(3,26,'INS博物馆 | 欧美范2018新款秋装白色上衣衬高腰系带包臀半裙优雅OL两件套裙子','海量新品 潮流穿搭 玩趣互动',198.00,'M L XL','图片色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','其他','工艺','9581','M L XL','其他','图片色','其他'),
(3,27,'INS博物馆 | LISA YU/丽莎余休闲裸色上衣欧美显瘦高腰阔腿裤时尚两件套装女','海量新品 潮流穿搭 玩趣互动',398.00,'S M L XL','裸色套装','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','纯色','工艺','3381','S M L XL','欧美','裸色套装','其他'),
(3,28,'INS博物馆 | 希区瑞普高端气质女神衬衫加裙子时尚套装两件套欧美名媛小香风夏','海量新品 潮流穿搭 玩趣互动',719.00,'XS S M L XL','粉色套装 白色套装 绿色套装','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','天丝','纯色','工艺','3891','XS S M L XL','其他','粉色套装 白色套装 绿色套装','其他'),
(3,29,'INS博物馆 | 2019欧美高端大牌小西装女神范套装洋气时尚气质小个子两件套显瘦','海量新品 潮流穿搭 玩趣互动',310.00,'S M L XL','粉红色套装 浅蓝色套装','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','天丝','纯色','工艺','8956','S M L XL','其他','粉红色套装 浅蓝色套装','其他'),
(3,30,'INS博物馆 | 欧美法式小众女洋气条纹衬衫印花中长半身裙两件套装女神','海量新品 潮流穿搭 玩趣互动',172.00-179.00,'XS S M L','蓝色衬衫 半身裙','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','天丝','花色','工艺','5555','XS S M L','欧美','蓝色衬衫 半身裙','其他'),
/*嘻哈 hip_hop*/
(4,31,'INS博物馆 | 网红同款嘻哈港风复古衬衫女学生宽松韩版潮2019夏季短袖百搭开衫衬衣','海量新品 潮流穿搭 玩趣互动',172.00,'XS S M L','图片色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','天丝','人物','其他','2259','XS S M L','街头','图片色','宽松'),
(4,32,'INS博物馆 | ins欧美风嘻哈印花短袖潮牌宽松bf男T恤绿色夏季潮流','海量新品 潮流穿搭 玩趣互动',150.00,'S,XL,2XL,3XL,',' 眼睛 黑色,眼睛 绿色,眼睛 白色,眼睛 红色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','其他','其他','Q555','S,XL,2XL,3XL','百搭',' 眼睛 黑色,眼睛 绿色,眼睛 白色,眼睛 红色','宽松'),
(4,33,'INS博物馆 | ins潮牌男装个性抽象印花宽松短袖时尚嘻哈街头风潮流半袖t恤','海量新品 潮流穿搭 玩趣互动',148.00,'M,L,XL,2XL,3XL','黑色,白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','字母/文字、数字','其他','Q855','M,L,XL,2XL,3XL','百搭','黑色,白色','宽松'),
(4,34,'INS博物馆 | 春涂鸦格子衬衫男潮牌港风嘻哈INS宽松OVERSIZE个性印花外套','海量新品 潮流穿搭 玩趣互动',148.00,'M,L,XL,2XL','黑色,蓝色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','格子','其他','A555','M,L,XL,2XL','百搭','黑色,蓝色','宽松'),
(4,35,'INS博物馆 | 嘻哈街头风恶魔印花牛仔外套潮牌男装复古破洞休闲夹克春秋上衣潮','海量新品 潮流穿搭 玩趣互动',120.00,'XL','紫色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','格子','青春流行','A355','XL','街头','紫色','宽松'),
(4,36,'INS博物馆 | ins卫衣男春秋新款韩版潮流原宿bf风宽松学生圆领港风嘻哈外套头','海量新品 潮流穿搭 玩趣互动',98.00,'M,L,XL','黑色 灰色 卡其色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','人物','青春流行','A355','M,L,XL','街头','黑色 灰色 卡其色','宽松'),
(4,37,'INS博物馆 | 夏季嘻哈潮牌背心男港风宽松情侣oversize个性潮流ins男生无袖T恤','海量新品 潮流穿搭 玩趣互动',88.00,'M,L,XL','黑色 白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','动物','青春流行','A388','M,L,XL','街头','黑色 白色','宽松'),
(4,38,'INS博物馆 | 国潮情侣半袖潮流个性hiphop欧美街头风嘻哈潮牌oversize短袖T恤','海量新品 潮流穿搭 玩趣互动',99.00,'M,L,XL,2XL','黑色 白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','毛圈布','人物','青春流行','A999','M,L,XL,2XL','街头','黑色 白色','宽松'),
(4,39,'INS博物馆 | 欧美街头风国潮潮流个性字母嘻哈潮牌oversize短袖T恤男INS半袖衫','海量新品 潮流穿搭 玩趣互动',168.00,'M,L,XL,2XL','黑色 白色 红色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉毛布','人物','青春流行','A459','M,L,XL,2XL','街头','黑色 白色 红色','宽松'),
(4,40,'INS博物馆 | 街头风个性潮流短袖男2018新款韩字母印花半袖潮牌学生体恤','海量新品 潮流穿搭 玩趣互动',108.00,'M,L,XL,2XL','黑色 白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','几何图案','青春流行','A959','M,L,XL,2XL','街头','黑色 白色','宽松'),
/*简约 concise_style*/
(5,41,'INS博物馆 | 休闲西服套装女韩国小香风2019春英伦风韩版简约宽松小西装chic','海量新品 潮流穿搭 玩趣互动',218.00,'S,M,L,XL','卡其色 绿色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','纯色','青春流行','A484','S,M,L,XL','简约','卡其色 绿色','西装'),
(5,42,'INS博物馆 | 韩国ins网红套装夏季简约风复古衬衣带领结+高腰简约阔腿西裤','海量新品 潮流穿搭 玩趣互动',99.00,'均码','衬衣 黑裤','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','纯色','青春流行','B898','均码','简约','衬衣 黑裤','西装'),
(5,43,'INS博物馆 | 春夏情侣宽松休闲港味运动套装男女百搭网红简约街拍原宿风韩版潮','海量新品 潮流穿搭 玩趣互动',135.00,'M,L,XL','深灰色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','纯色','青春流行','B988','M,L,XL','简约','深灰色','其他'),
(5,44,'INS博物馆 | 夏季简约风宽松简约领带衬衫短袖 上衣+高腰西装短裤两件套装','海量新品 潮流穿搭 玩趣互动',138.00,'S,M,L,XL','白色衬衫带领带 灰色衬衫带 黑色裤子带皮带','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','纯色','青春流行','B558','S,M,L,XL','简约','白色衬衫带领带 灰色衬衫带 黑色裤子带皮带','其他'),
(5,45,'INS博物馆 | 桥花格子西装套装两件套宽松休闲西服网红衣服同款韩版英伦风简约','海量新品 潮流穿搭 玩趣互动',288.00,'S,M,L','砖红色 西装套装','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','纯色','青春流行','B878','S,M,L','简约','砖红色','其他'),
(5,46,'INS博物馆 | 2019夏新款休闲套装一字肩格子上衣简约风半身裙仙女两件套','海量新品 潮流穿搭 玩趣互动',118.00,'均码','绿色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','纯色','青春流行','B252','均码','简约','绿色','其他'),
(5,47,'INS博物馆 | 2019新款简约性冷淡风宽松西装女马甲外套套装西装休闲裤女','海量新品 潮流穿搭 玩趣互动',219.00-379,'XS,S,M,L','烟绿色(上衣) 烟绿色(短裤) 烟绿色(长裤)','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','纯色','青春流行','B369','XS,S,M,L','简约','烟绿色(上衣) 烟绿色(短裤) 烟绿色(长裤)','其他'),
(5,48,'INS博物馆 | 小众设计感不一样简约汉服改良连衣裙女中国风古装情侣装夏装套装','海量新品 潮流穿搭 玩趣互动',89.00-101.00,'XS,S,M,L','杏色T恤 黑色T恤 杏色连衣裙 黑色连衣裙','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','棉','纯色','青春流行','B258','XS,S,M,L','简约','杏色T恤 黑色T恤 杏色连衣裙 黑色连衣裙','其他'),
(5,49,'INS博物馆 | 夏季新OL风简约舒适时尚套装两件套上衣+短裤','海量新品 潮流穿搭 玩趣互动',139.00,'S,M,L','桔色 米白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','纯色','青春流行','B258','S,M,L','简约','桔色 米白色','其他'),
(5,50,'INS博物馆 | 小西服简约短裤吊带套装ins小清新学院风时尚七分袖外套百搭女装','海量新品 潮流穿搭 玩趣互动',159.00,'均码','蓝色 黑色 浅粉色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','25-35周岁','涤纶','纯色','青春流行','B258','均码','简约','蓝色 黑色 浅粉色','其他'),
/*中性 neutral_style*/
(6,51,'INS博物馆 | 2019夏季新款T恤时尚潮流中性风PoloT恤衫','海量新品 潮流穿搭 玩趣互动',159.00,'M','藏青色，米白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','涤纶','创意','其他','C258','M','街头','藏青色 米白色','宽松'),
(6,52,'INS博物馆 | 原宿风字母oversize短袖衬衫宽松百搭夏季街头中性风男女ins超火','海量新品 潮流穿搭 玩趣互动',103.00,'M,L,XL','黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','其他','其他','青春流行','C128','M,L,XL','街头','黑色','宽松'),
(6,53,'INS博物馆 | 夏季韩版ins原宿复古BF风中性帅气日常搭配纯色工装短袖衬衫男女','海量新品 潮流穿搭 玩趣互动',153.00,'均码','白色 黑色 牛油果绿','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','涤纶','纯色','青春流行','C123','均码','街头','白色 黑色 牛油果绿','宽松'),
(6,54,'INS博物馆 | 中性风 韩版ulzzang风情侣装夏装男短袖情侣服ins怪味夏','海量新品 潮流穿搭 玩趣互动',99.00,'S,M,L,XL','白色 灰色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','星球','青春流行','C124','S,M,L,XL','街头','白色 灰色 黑色','宽松'),
(6,55,'INS博物馆 | 2019夏季新款短袖中性风潮流时尚宽松翻领T恤','海量新品 潮流穿搭 玩趣互动',567.00,'S,M,L,XL','藏青色 白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','青春流行','C125','S,M,L,XL','街头','藏青色 白色','宽松'),
(6,56,'INS博物馆 | 暗黑风夏季褶皱捏花设计宽松中性中长款情侣短袖T恤','海量新品 潮流穿搭 玩趣互动',98.00,'均码','白色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','褶皱','C125','均码','街头','白色 黑色','宽松'),
(6,57,'INS博物馆 | 网红衬衫帅气黑暗系女装复古性冷淡中性风港味复古酷酷风格衬衣潮','海量新品 潮流穿搭 玩趣互动',129.00,'M,L','黑色赠包包皮带','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C129','M L','通勤','黑色赠包包皮带','直筒'),
(6,58,'INS博物馆 | 夏季欧美街头嘻哈bf中性风T恤扎染渐变半袖衫情侣宽松短袖T恤男女','海量新品 潮流穿搭 玩趣互动',109.00,'M,L','紫渐变 粉红 砖红色 橘色扎染 绿色扎染 黑灰色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','其他','扎染','C229','M L','街头','紫渐变 粉红 砖红色 橘色扎染 绿色扎染 黑灰色','宽松'),
(6,59,'INS博物馆 | 五分短裤女中性风学生高腰宽松显瘦夏季百搭薄款休闲工装五分裤子','海量新品 潮流穿搭 玩趣互动',88.00,'M,L','灰色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','其他','工装','C221','M L','街头','灰色 黑色','宽松'),
(6,60,'INS博物馆 | 春装新款韩国复古条纹男朋友风衬衫长袖中性oversize慵懒风衬衣女','海量新品 潮流穿搭 玩趣互动',156.00,'均码','蓝色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','条纹','其他','C222','均码','通勤','蓝色','直筒'),
/*学院风 preppy_style*/
(7,61,'INS博物馆 | 很仙的上衣大码夏韩版心机设计感小众领带衬衫女学院风七分袖超仙','海量新品 潮流穿搭 玩趣互动',99.00,'M L XL 2XL','灰色 白色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C333','M L XL 2XL','街头','灰色 白色 黑色','直筒'),
(7,62,'INS博物馆 | 学院风运动套装女夏季韩版时尚休闲短袖阔腿裤短裤宽松学生两件套','海量新品 潮流穿搭 玩趣互动',88.00,'M L XL XXL','白色 蓝色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C111','M L XL 2XL','街头','白色 蓝色','直筒'),
(7,63,'INS博物馆 | 学院风宽松休闲五分袖衬衫+百褶A字半身裙套装送领带','海量新品 潮流穿搭 玩趣互动',109.00,'M L','白色套装 黑色套装','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C555','M L','街头','白色套装 黑色套装','直筒'),
(7,64,'INS博物馆 | 班服夏季套装女2019新款学生学院风韩版毕业校服网红套装裤两件套','海量新品 潮流穿搭 玩趣互动',99.00-89.00,'M L','白色衬衫 黑色短裤','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C666','M L','通勤','白色衬衫 黑色短裤','其他'),
(7,65,'INS博物馆 | 情侣装夏学院风衬衫短袖套装初高中学生网红jk校服毕业照班服','海量新品 潮流穿搭 玩趣互动',128.00,'M L','灰衣+黑裤 白衣+灰裤','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C777','M L','通勤','灰衣+黑裤 白衣+灰裤','宽松'),
(7,66,'INS博物馆 | 秋季韩国INS原宿bf学院风个性口袋贴标衬衣宽松长袖衬衫外套男女','海量新品 潮流穿搭 玩趣互动',189.00,'M L XL','宝蓝色 白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C888','M L XL','通勤','宝蓝色 白色','宽松'),
(7,67,'INS博物馆 | 夏韩版学院风中长款inspolo衫宽松短袖T恤2019网红同款上衣服女','海量新品 潮流穿搭 玩趣互动',99.00,'均码','白色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','字母','其他','C121','均码','通勤','白色','宽松'),
(7,68,'INS博物馆 | 女春2019新款韩版学院风宽松纯色长袖衬衣配格子领带衬衫chic上衣','海量新品 潮流穿搭 玩趣互动',88.00-99.00,'均码','白色衬衫 黑色短裤','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C141','均码','原创设计','白色衬衫 黑色短裤','直筒'),
(7,69,'INS博物馆 | 夏季韩版ins学院风纯色薄款短袖衬衫宽松休闲衬衣上衣男女+配领巾','海量新品 潮流穿搭 玩趣互动',89.00,' M L XL','白色 黑色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','棉','纯色','其他','C151',' M L XL','原创设计','白色 黑色','直筒'),
(7,70,'INS博物馆 | 2019新款韩版港风chic复古学院风翻领长袖中长款衬衫女上衣潮','海量新品 潮流穿搭 玩趣互动',109.00,'均码','红色 蓝色','在确认收货 15 天内，如有商品质量问题、描述不符或未收到货等，您有权申请退款或退货，来回邮费由卖家承担。','other/其他','18-35周岁','涤纶','纯色','其他','C131','均码','百搭','红色 蓝色','其他');







